export const project1 = {
  name: 'goguma',
  pointcolor: 'before:bg-[#7c29a7]',
  title: '인플루언서 재능 중개 마켓 플랫폼',
  subtext:
    '인플루언서들의 재능 중개 마켓 플랫폼 프로젝트로 클라이언트의 기획 내용과 요구사항을 참고하여 작업했습니다.\n구체화되지 않은 페이지에 대해서는 클라이언트와 함께 기획 및 문서화하여 진행했습니다.\n\n*현재 퇴사로 인해 오픈 여부를 확인하기 어려우며, 구글 검색 결과에도 나타나지 않아 오픈 여부는 확인할 수 없습니다.',
  data: '2020 - 2021 약 8개월',
  team: '기여도 80%',
  tag: ['장기', '반응형', '퍼블리싱'],

  tools: [
    {
      title: 'HTML',
      detail: '웹 페이지의 구조를 HTML로 마크업하여 웹 표준을 준수하고, 웹 접근성을 고려하며 작업했습니다.',
    },
    {
      title: 'CSS',
      detail: 'CSS를 활용하여 각 요소에 일관된 스타일링을 적용하여 사용자 경험을 향상시켰습니다.',
    },
    {
      title: 'JQuery',
      detail:
        'JQuery는 자바스크립트 언어를 단순화시켜 개발을 편리하게 할 수 있도록 도와주는 오픈 소스 기반의 자바스크립트 라이브러리입니다.',
    },
  ],
  featinfo: ['인플루언서 등록', '기업 등록', '홍보 상품 등록 및 신청하기', '인플루언서와의 거래 신청'],
  parts: [
    {
      title: '담당자와의 직접적인 소통',
      detail:
        '요구사항 등을 정확히 파악하고 이해하기 위해 직접 소통하며 일정과 요구사항을 체크했습니다. 더불어 개선 사항 등 피드백을 받았을 때 열린 마음으로 수용하고, 더 나은 방향으로 제안하여 프로젝트를 구체화해 나갔습니다.',
    },
    {
      title: '프론트엔드 개발자와의 커뮤니케이션',
      detail:
        '요구사항을 시각화 해 같이 전달하면서 요구사항을 명확하게 전달하고, 주기적인 회의를 통해 개선해 나갔습니다.',
    },
    {
      title: '기획이 필요한 페이지의 경우 기획 역할 수행',
      detail:
        '클라이언트가 기획하지 못한 페이지를 기획하고 문서화했습니다.\n이를 클라이언트, 프론트엔드 개발자와 소통하며 프로젝트 방향성을 구체화해 나갔습니다.',
    },
    {
      title: '기타 페이지 디자인 (PC, Mobile)',
      detail: '요구한 로고, 색상 코드, 컨셉에 맞춰 디자인 작업을 수행했습니다.',
    },
    {
      title: '레거시 코드 개선을 통한 유지보수성 향상',
      detail:
        '과거에 활용되었던 템플릿을 기반으로 진행하게 되었습니다.\n기존 레거시 코드를 개선하는 작업을 수행하여, 코드의 가독성을 높히고 유지보수성을 향상시켰습니다.',
    },
    {
      title: 'QA 진행을 통한 프로젝트 품질 향상',
      detail:
        'QA업무에서 기능이 올바르게 작동하고 화면이 요구사항에 따라 표시되는지 확인하며 발결된 개선 사항을 정리했습니다.\n이를 프론트엔드 개발자와 공유하며 프로젝트의 품질을 지속적으로 향상시켰습니다.',
    },
    {
      title: '웹 표준 / 접근성 고려 및 퍼블리싱',
      detail:
        '디자인된 웹 페이지를 마크업하여 웹 표준을 준수하고 웹 접근성을 고려하며 진행했습니다.\n\n또한 요구사항에 따라 slick slider와 같은 외부 라이브러리를 활용해 동적인 화면을 보여줬습니다. 간단한 토글 버튼과 같은 작업에는 JQuery를 사용해 구현했습니다.',
    },
  ],
};
