export const project2 = {
  name: 'hancom',
  pointcolor: 'before:bg-[#0b4da1]',
  title: 'IT 온라인 수강 사이트',
  subtext:
    'IT융합 전문 교육센터로 기존 홈페이지를 새롭게 리뉴얼된 홈페이지입니다.\n클라이언트가 제공한 기획서 및 디자인을 확인하고 요구 사항을 참고하여 작업 했습니다.',
  data: '2022 - 약 6개월',
  team: '기여도 70%',
  tag: ['장기', '반응형', '퍼블리싱'],
  depoloyurl: 'https://online.hancomacademy.com/',
  tools: [
    {
      title: 'HTML',
      detail: '웹 페이지의 구조를 HTML로 마크업하여 웹 표준을 준수하고, 웹 접근성을 고려하며 작업했습니다.',
    },
    {
      title: 'CSS',
      detail: 'CSS를 활용하여 각 요소에 일관된 스타일링을 적용하여 사용자 경험을 향상시켰습니다.',
    },
    {
      title: 'JQuery',
      detail:
        'JQuery는 자바스크립트 언어를 단순화시켜 개발을 편리하게 할 수 있도록 도와주는 오픈 소스 기반의 자바스크립트 라이브러리입니다.',
    },
  ],
  featinfo: [],
  parts: [
    {
      title: '담당자와의 직접적인 소통',
      detail:
        '요구사항 등을 정확히 파악하고 이해하기 위해 직접 소통하며 일정과 요구사항을 체크했습니다. 더불어 개선 사항 등 피드백을 받았을 때 열린 마음으로 수용하고, 더 나은 방향으로 제안하여 프로젝트를 구체화해 나갔습니다.',
    },
    {
      title: '프론트엔드 개발자와의 커뮤니케이션',
      detail:
        'Google Sheets를 활용해 진행도, 주요사항 등 작업 현황 및 일정 공유를 했습니다.\n또한 클라이언트의 요구사항을 시각화 해 전달하면서 요구사항을 명확하게 전달하고 주기적인 회의를 통해 개선해 나갔습니다.',
    },
    {
      title: '기타 페이지 디자인 (PC, Mobile)',
      detail:
        '디자인 시안을 받지 못한 기타 페이지 디자인을 담당했습니다.\n이미 디자인되어 있던 기존 페이지와의 일관성을 유지하도록 노력했습니다.',
    },
    {
      title: '반응형 웹 도입을 통한 업무 환경 개선',
      detail:
        '적응형 웹 방식에서 작업하던 업무 환경에서, 이번 프로젝트에서는 동일한 UI에 배치만 변경되는 프로젝트 구성되어 있었습니다.\n반응형 웹을 도입을 통해 업무 환경 및 작업 효율을 2배로 향상시켰습니다.',
    },
    {
      title: '웹 표준 / 접근성 고려 및 퍼블리싱',
      detail:
        '디자인된 웹 페이지를 마크업하여 웹 표준을 준수하고 웹 접근성을 고려하며 진행했습니다.\n\n또한 요구사항에 따라 slick slider와 같은 외부 라이브러리를 활용해 동적인 화면을 보여줬습니다. 간단한 토글 버튼과 같은 작업에는 JQuery를 활용해 구현했습니다.',
    },
  ],
};
