export const reviewData = [
  {
    name: '나수연 멘토님 @하루메이트',
    review:
      'UI/UX 에 대한 섬세한 관심과 고민이 강점이라고 생각하며, 낯설고 어려운 기술스택에도 포기하지않고 적극적으로 협업을 통해 배우고자 하는 모습이 인상적이었습니다.',
  },
  {
    name: '류지수님 @하루메이트',
    review:
      '정말 열심히 하신것 같아요.. 항상 새벽까지 뒷코딩하시고...저희가 너무 하려고 한게 많았는데 그걸 다 커버해주셔서 감사했습니다. 그리고 지은님이 없었으면 정말 저희 디자인은 못볼꼴이었을 거에요.. css 도움을 정말정말 많이 받았습니다. 소통도 잘해주셔서 좋았어요.',
  },
  {
    name: '김영웅님 @하루메이트',
    review:
      '지은님! 솔직히 같은 개발자로서 디자인 하는 부분이 엄청 귀찮고 손이 많이 가는 것을 알고 있어요. 그럼에도 불구하고 솔선수범해서 디자인 다 해주시고 css 적인 부분도 알아서 다 해주셔서 같은 팀원으로서 좋기도 했지만 죄송하기도 했어요. 그렇다고 개발하는 부분을 못하신것도 아니고 아주 잘 만들어주셔서 좋았어요. 또한 커뮤니케이션도 아주 잘해주셔서 팀원으로서 좋았어요!',
  },
  {
    name: '정유성님 @하루메이트',
    review:
      '디자인 쪽을 총괄 해주셔서 완성본이 이쁘게 나올 수 있었던 것 같고, 맡으신 부분에 대해서 많은 오류들이 많이 나왔는데 나올 때마다 책임지고 수정하겠다는 말씀이 너무 든든했습니다. 묵묵히 열심히 해주셔서 감사합니다.',
  },
  {
    name: '송민형님 @하루메이트',
    review:
      '저희 프로젝트가 좋은 평가를 받았다면 모두 프론트 분들 덕분이라고 생각합니다. 백엔드로서 백엔드 멘토님께 처음 프로젝트의 기획을 말씀드렸을 때 지도 사용, 지도에 원하는 위치 다중 표시 및 등록, 공유 등등 프론트가 참 많이 바쁘겠다는 말씀과 함께 약간 걱정도 내비치셨는데 하고자 했던 계획대로 모두 다 구현해주셔서 정말 대단하다고 생각합니다. 디자인에 대한 칭찬도 많이 받았는데 디자인 경험이 있으셨던 지은님의 역할이 크셨다고 생각합니다. 또한 정규 프로젝트 진행 시간 내에 소통이 되지 않았던 적이 한 번도 없었고, 정해진 시간도 철저하게 지켜주셨고, 커뮤니케이션의 관점에서 불편함을 느꼈던 적이 한 번도 없을 정도로 항상 편하게 대해주셨습니다. 소통의 관점에서도 정말 좋은 분이라고 생각합니다.',
  },
  {
    name: '김용덕님 @하루메이트',
    review:
      '디자인 담당이시라고 알고 있는데 저희 팀이 많은 호평을 받은 건 지은님의 감각적인 디자인 때문이 아닐까 싶습니다. 또한 맡은 임무를 기한까지 준수하기 위해 야근도 많이 하시고 책임감을 가지고 성실히 하셨습니다.',
  },
  {
    name: '김다은님 @스택오버플로우',
    review:
      '회의 의외의 시간에 다음 진행하기에 필요한 것들을 정리해와주셔서 감사했습니다. 시간엄수가 철저하고 주말에도 끈기있게 프로젝트에 임해주셔서 좋았습니다. 프로젝트 기간동안 든든하고 책임감있는 팀원이었습니다.',
  },
  {
    name: '강현구님 @스택오버플로우',
    review: `문제해결능력도 좋고 디자인적 부분에도 강점이 있다`,
  },
  {
    name: '위정연님 @스택오버플로우',
    review:
      '같이 기능 작업하면서 이야기 많이 나눴는데 늘 천천히 하라고 배려해주셔서 감사해요 저혼자 급하게 하려고 하고그런점이 있었는데 그럴때마다 천천히 하라고 해주셔서 감사했습니다',
  },
  {
    name: '오민성님 @스택오버플로우',
    review: '의사소통에 적극적이셨습니다',
  },

  {
    name: '손기배님 @스택오버플로우',
    review: '본인이 맡은 일을 열심히 수행해주십니다!',
  },
  {
    name: '김준영님 @스택오버플로우',
    review: '맡은 업무를 기한내에 잘 수행해주셨습니다!',
  },
];
